---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded
source: html/5b919381-aaed-3ef9-e353-a4bb48a66e37.htm
---
# StructuralSectionIWelded Methods

Returns size of the section boundary.